[
  {
  "id": 0,
  "category": "Education",
  "placeName": "2 Months",
  "startDate": "2010-02",
  "endDate": "2010-04",
  "description":"Most infants at 2 months of age...",
  "emotional": "start to look at faces and should calm down when picked up by a caregiver. Additionally, they may reciprocate smiles and appear happy when a caregiver approaches.",
  "cognitive": "watch movements around them, react to sounds, and may look at their toys.",
  "physical": "will make various sounds, open and close their hands, and holds their head up when placed on their stomach."
},
{
  "id": 1,
  "category": "Education",
  "placeName": "4 Months",
  "startDate": "2010-06",
  "endDate": "2010-08",
  "description": "Most infants at 4 months of age...",
  "emotional": "Will squeal loudly when they get excited, smile on their own without prompting, and may try to catch a caregiver’s attention by making movements",
  "cognitive": "Will begin to make “ooh” and “ahh” sounds in addition to making sounds to respond to your voice, look at their own hands with interest, and will automatically open their mouthes when presented with a bottle or breast for feeding",
  "physical": "Will try to push up on their arms when placed on their stomach, hold and reach for toys like a rattle, will push against the floor with their legs when supported, and can hold their own head steady without any support."
},
{
  "id": 2,
  "category": "Education",
  "placeName": "6 Months",
  "startDate": "2010-10",
  "endDate": "2010-12",
  "description": "Most infants at 6 months of age...",
  "emotional": "Will begin to recognize the faces of those around them, become increasingly interested in their own reflection in a mirror, distinguish emotion based on the tone of a voice, and express their own emotions.",
  "cognitive": "Will reach and grab items of interest like toys, put anything of interest into their mouthes for exploration including their own hands, and close their mouthes to indicate that they are full.",
  "physical": "Will lean on their hands for support when sitting up, transfer items from one hand to another, and roll in both directions when on the ground."
},
{
  "id": 3,
  "category": "Work",
  "placeName": "9 Months",
  "startDate": "2011-03",
  "endDate": "2011-06",
  "description": "Most infants at 9 months of age...",
  "emotional": "Will react to feelings of happiness or sadness that other babies in their vicinity may exhibit, have a fear or act shyly towards strangers, and will show a variety of facial expressions.",
  "cognitive": "Will explore their environment by grabbing objects, look for items of interest when they are removed from sign, react to their own name being called, and bang various items together.",
  "physical": "Will crawl around on the floor on all fours, able to enter and maintain a sitting position on their own without support, may pull up on their environment in an attempt to stand, and performs a raking motion for food."
},
{
  "id": 4,
  "category": "Work",
  "placeName": "1 Year",
  "startDate": "2011-09",
  "endDate": "2011-12",
  "description": "Most toddlers at age 1...",
  "emotional": "Will begin to show a preference towards a particular toy or caregiver, develop attachments and will cry when the caregiver leaves their side, will wave bye, and start to use inflections in their voice when babbling.",
  "cognitive": "Will develop better object permanence by looking for items that they see a caregiver hide, put objects in other objects or stack items like blocks, understands simple commands like no, explores objects by not only banging, but also shaking, throwing, or dropping objects.",
  "physical": "Will gain increased motor skills with their hands by performing a pinching motion between their first finger and thumb, walk with support from their environment, are proficient in crawling on the hands and knees, and are able to drink from containers when a caregiver is holding the container."
},
{
  "id": 6,
  "name": "Research for version upgrade at Richemont",
  "category": "Work",
  "placeName": "18 Months",
  "country": "France",
  "startDate": "2012-09",
  "endDate": "2012-12",
  "description": "Study to evaluate the impact of an application upgrade (SQL)",
  "skills": [
    "SQL"
  ]
},
{
  "id": 7,
  "name": "Introduction to Data Science in Python",
  "category": "Education",
  "placeName": "2 Years",
  "country": "France",
  "startDate": "2013-06",
  "endDate": "2013-12",
  "description": "Courses : What is Data Science, Open tools for Data Science, Data Science Methodology, Databases and SQL for Data Science",
  "skills": [
    "Python",
    "Jupyter Notebooks",
    "SQL"
  ]
},
{
  "id": 8,
  "name": "IBM Data Science Courses",
  "category": "Education",
  "placeName": "30 Months",
  "country": "France",
  "startDate": "2014-06",
  "endDate": "2014-12",
  "description": "Python for Data Science, Data Analysis with Python, Data Visualization with Python",
  "skills": [
    "Python",
    "Jupyter Notebooks",
    "Matplotlib",
    "Numpy",
    "Seaborn"
  ]
},
{
  "id": 9,
  "name": "Managing Data Analysis",
  "category": "Education",
  "placeName": "3 Years",
  "country": "France",
  "startDate": "2015-06",
  "endDate": "2015-12",
  "description": "Course about the process of managing data analysis and EDA",
  "skills": [
    "Data Analysis"
  ]
},
{
  "id": 10,
  "name": "Interactivity with JavaScript",
  "category": "Education",
  "placeName": "4 Years",
  "country": "France",
  "startDate": "2016-08",
  "endDate": "2017-04",
  "description": "Basics of Javascript language",
  "skills": [
    "Javascript"
  ]
},
{
  "id": 11,
  "name": "Interactivity with JavaScript",
  "category": "Education",
  "placeName": "5 Years",
  "country": "France",
  "startDate": "2018-04",
  "endDate": "2019-04",
  "description": "Basics of Javascript language",
  "skills": [
    "Javascript"
  ]
}
]
